Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: As for the channels of providing support, 56% indicate specialised international organisations and 51% indicate Polish non-governmental organisations (NGOs) as adequate entities.
pl: Jeśli chodzi o kanały udzielania pomocy, to 56 % badanych za właściwy sposób udzielania pomocy wskazuje wyspecjalizowane organizacje międzynarodowe, a 51 % polskie organizacje pozarządowe.

source: These preferences have not changed since the poll was first introduced.
pl: Takie preferencje utrzymują się od początku badania.

source: Support for pro-democratic activities
pl: Wsparcie dla działań prodemokratycznych

source: Respondents who support Polish involvement in democratisation of other countries answered the question on how, in their view, Poland should promote democracy in non-democratic states.
pl: Badani, którzy popierają zaangażowanie Polski w działania na rzecz demokratyzacji w innych państwach, odpowiadali na pytanie, w jaki sposób ich zdaniem Polska powinna promować demokrację w krajach, w których istnieją niedemokratyczne rządy.

source: The most common answer was that the best method of providing support would be running youth exchanges with those countries (39%).
pl: Respondenci najczęściej stwierdzali, że najlepszym sposobem wsparcia byłaby wymiana młodzieży (39 %).

source: ASlightly less common indication regarded supporting independent press in those countries (36%), inviting representatives of the democratic opposition to Poland (29%) and offering scholarships for students enabling them to study in Poland (24%).
pl: Trochę rzadziej wskazywali na wspieranie niezależnej prasy w tych krajach (36 %), zapraszanie do Polski przedstawicieli opozycji demokratycznej (29 %) oraz udzielanie studentom stypendiów na studia w Polsce (24 %).

source: Additionally, respondents mentioned the necessity of raising these issues on international fora (24%), supporting independent press and TV broadcasting in these states (22%) and supporting independent Internet news websites (22%).
pl: Ponadto, badani mówili o podnoszeniu tej kwestii na forach organizacji międzynarodowych (24 %), wspieraniu niezależnego radia i telewizji (22 %) w tych krajach, a także wspieraniu niezależnych portali internetowych (22 %).

source: In subsequent polls conducted since 2006 there has been a constant increase in the percentage of respondents claiming that it is necessary to support the creation of Internet websites containing information from independent sources.
pl: W kolejnych badaniach, od 2006 roku, zauważyć można stały wzrost odsetka respondentów uważających, że należy wspierać tworzenie portali internetowych zawierających informacje z niezależnych źródeł.

source: Geographic priorities of Polish aid
pl: Priorytety geograficzne polskiej pomocy

source: Poles are convinced that Polish aid is necessary particularly for African - as stated by more than a half of interviewees (55%).
pl: Polacy przekonani są, że pomoc Polski potrzebna jest przede wszystkim krajom Afryki - tego zdania jest ponad połowa badanych (55 %).

source: Countries of Eastern Partnership and Central Asia (Ukraine, Belarus, Georgia, Armenia, Moldova, Azerbaijan, Kazakhstan) are ranked second.
pl: Na drugim miejscu wymieniane są kraje Partnerstwa Wschodniego oraz Azji środkowej (Ukraina, Białoruś, Gruzja, Armenia, Mołdawia, Azerbejdżan i Kazachstan).

source: According to 45% of respondents Poland should support eastern neighbours of Poland and the EU.
pl: Według 45 % badanych Polska powinna pomagać wschodnim sąsiadom Polski oraz UE.

source: of the Caucasus and all persons interested in the construction of a Common House of Caucasus.
pl: informacyjnej między Narodami Kaukazu oraz wszystkimi osobami zainteresowanymi ideą budowy wspólnego „Domu Kaukaskiego".

source: The website is available in five language versions: English, Azeri, Georgian, Armenian and Polish.
pl: Portal dostępny jest w pięciu wersjach językowych: angielskiej, azerskiej, gruzińskiej, ormiańskiej oraz polskiej.

source: The Russian version is currently under construction.
pl: W przygotowaniu jest także wersja w języku rosyjskim.

source: The multi-language website came into being thanks to the collaboration with partners from the South Caucasus.
pl: Stworzenie wielojęzycznego portalu było możliwe dzięki współpracy z partnerami w regionie Południowego Kaukazu.

source: The portal presents information on the activities of the "Common House of Caucasus in Poland" Association and the Association's partner organisations in the Caucasus.
pl: Na stronach portalu dostępne są informacje o działalności Stowarzyszenia „Dom Kaukaski w Polsce" oraz jego organizacjach partnerskich w regionie Kaukazu.

source: The site will be gradually enlarged to include information and materials relating to the South Caucasus.
pl: Portal będzie stopniowo wzbogacany o informacje i materiały związanej z Kaukazem Południowym.

source: The DCI was created by combining different geographic and thematic mechanisms of EU development aid over the years in a unified financial instrument.
pl: DCI został utworzony w wyniku połączenia różnych mechanizmów geograficznych i tematycznych pomocy rozwojowej UE powstałych na przestrzeni lat w jednolity instrument finansowy.

source: It applies to all developing countries of Latin America, Asia and Middle East included in the list of aid recipients of the Development Assistance Committee of the Organisation for Economic Cooperation and Development (OECD/DAC) [1] .
pl: Ma on zastosowanie do wszystkich krajów rozwijających się regionu Ameryki Łacińskiej, Azji i Bliskiego Wschodu, które znajdują się na liście beneficjentów pomocy Komitetu Pomocy Rozwojowej (DAC) Organizacji Współpracy Gospodarczej i Rozwoju (OECD) [1] .

source: The first financial perspective of the DCI functioning covered a 7-year period from 2007 to 2013.
pl: Pierwsza perspektywa finansowa funkcjonowania DCI obejmowała 7-letni okres od 2007 do 2013 r.

source: The primary objective of the development cooperation within DCI is the reduction and, in the long term, the eradication of poverty.
pl: Zasadniczym celem współpracy rozwojowej w ramach DCI jest ograniczenie, a w perspektywie długoterminowej eliminacja ubóstwa w krajach rozwijajacych się.

source: The DCI also contributes to fostering sustainable economic, social and environmental development towards faster integration of developing countries into the world economy.
pl: Instrument ten przyczynia się również do stworzenia korzystnych warunków dla trwałego rozwoju gospodarczego, społecznego i w dziedzinie środowiska, których efektem będzie przyspieszenie integracji krajów rozwijających się z gospodarką światową.

source: Another important prerequisite for cooperation is to consolidate and support democracy, the rule of law, good governance, human rights and the relevant principles of international law.
pl: Niemniej ważną przesłankę współpracy ze strony Unii stanowi konsolidacja i wsparcie demokracji, praworządności, dobrych rządów, poszanowania praw człowieka oraz zasad prawa międzynarodowego.

source: Among all the financing instruments of the EU external actions, the DCI has the largest financial envelope for the period 2014-2020.
pl: Wśród wszystkich instrumentów finansowania unijnych działań zewnętrznych DCI posiada największą pulę środków finansowych na lata 2014-2020.

source: Its budget has risen to €19.7 billion in comparison to €16.9 billion in the previous financial framework.
pl: Jego budżet wzrósł do poziomu 19,7 mld EUR wobec kwoty 16,9 mld EUR w poprzedniej perspektywie finansowej.

source: The possibility of using the differentiated approach towards each partner and setting up the eligibility criteria for grant-based bilateral aid, which allows the EU to adapt to the developing country's needs, are the most significant changes.
pl: Istotną zmianą jest również zastosowanie zróżnicowanego podejścia do poszczególnych partnerów i ustalenie konkretnych kryteriów kwalifikowalności do udziału w programach bilateralnych, pozwalających UE na dostosowanie współpracy do specyfiki i potrzeb krajów rozwijających się.

source: Programming, implementation and monitoring of programs and projects under the DCI is coordinated by the European Commission in association with the DCI Committee.
pl: Programowanie, wdrażanie i monitoring programów oraz projektów w ramach DCI koordynuje Komisja Europejska we współpracy z Komitetem DCI.

source: DCI Committee operates according to the management procedure in the framework of the “comitology” and decisions are making, as well as the EU Council, by a qualified majority using the weighted votes (QMV).
pl: Komitet DCI działa zgodnie z procedurą zarządzania w ramach tzw. komitologii, a decyzje podobnie jak w Radzie UE, podejmuje się większością kwalifikowaną przy zastosowaniu głosów ważonych (QMV).

source: [1] With the exception of the signatories to the Partnership Agreement between the ACP and the EU (excluding South Africa) or those eligible to receive funds from the European Development Fund, the European Neighbourhood Instrument and the Instrument for Pre-Accession Assistance.
pl: [1] Z wyjątkiem tych, które są sygnatariuszami umowy o partnerstwie między AKP, a UE (wyłączając RPA) albo kwalifikują się do otrzymywania środków finansowych z Europejskiego Funduszu Rozwoju, Europejskiego Instrumentu Sąsiedztwa lub Instrumentu Pomocy Przedakcesyjnej.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Azerbaijan / Projects 2012 - Azerbaijan / Optimisation of actions preventing erosion processes and the salination of soil in Azerbaijan by means of geospatial resources
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Azerbejdżan / Projekty 2012 - Azerbejdżan / Wsparcie gospodarowania na użytkach rolnych o niekorzystnych warunkach glebowych

source: Optimisation of actions preventing erosion processes and the salination of soil in Azerbaijan by means of geospatial resources
pl: Wsparcie gospodarowania na użytkach rolnych o niekorzystnych warunkach glebowych

source: Azerbaijan, located in the South Caucasus region, has very diversified geographic conditions.
pl: Położony w południowej części Zakaukazia Azerbejdżan należy do krajów, o niezwykłym urozmaiceniu warunków geograficznych.

source: Azerbaijan's unique farming potential creates certain problems in agricultural management.
pl: Ten wyjątkowy potencjał przyrodniczy stwarza jednocześnie pewne problemy związane z gospodarowaniem rolniczym.

source: Over 40% of the country's area is threatened with different forms of erosion, while almost 80% of traditionally farmed land is affected by salt.
pl: Ponad 40% obszaru kraju zagrożone jest różnymi przejawami procesu erozji, a niemal 80% tradycyjnie użytkowanych rolniczo gruntów wykazuje cechy zasolenia.

source: These two phenomena are regarded as significant barriers to rural development in Azerbaijan.
pl: Dwa wymienione zjawiska postrzegane są jako istotne bariery w rozwoju obszarów wiejskich Azerbejdżanu.

source: The third problem, indirectly linked to natural resource management is the lack of modern tools and methods as well as digitalized spatial data that would permit a more rational management of farm lands.
pl: Trzecim problemem pośrednio związanym z gospodarowaniem zasobami naturalnymi kraju jest brak nowoczesnych narzędzi i metod, a także danych przestrzennych gromadzonych w postaci cyfrowej pozwalających na bardziej racjonalne zarządzanie przestrzenią rolniczą.

source: A project implemented under the 2012 MFA Polish Development Assistance programme by the Institute of Technology and Life Sciences in Falenty (ITP-Falenty) and the Institute of Erosion and Irrigation in Baku (IEI Baku) was aimed at the transfer of know-how and technology in collecting spatial resources on environmental conditions, which are key to agricultural development.
pl: Realizowany w programie rozwojowym MSZ Polska Pomoc przez Instytut Technologiczno-Przyrodniczy w Falentach (ITP-Falenty) oraz Instytut Erozji i Nawodnienia z Baku (IEiN Baku) w roku 2012 projekt był ukierunkowany na transfer wiedzy i technologii w zakresie gromadzenia zasobów przestrzennych o uwarunkowaniach środowiskowych, kluczowych dla rozwoju rolnictwa.

source: A series of trainings launched during earlier MFA-funded projects for specialists to raise their qualifications in the agricultural sphere was continued.
pl: W ramach zrealizowanych działań kontynuowano cykl szkoleniowy rozpoczęty we wcześniejszych projektach programu MSZ, umożliwiający podnoszenie kwalifikacji specjalistów zajmujących się kształtowaniem przestrzeni rolniczej.

source: A manual was written and printed addressing specific issues of using modern tools (GIS hardware and software) and materials (high-resolution satellite imagery) for natural resource management in agriculture.
pl: Opracowany i wydrukowany został przewodnik metodyczny ukierunkowany na specyficzne zagadnienia związane z wykorzystaniem nowoczesnych narzędzi (sprzęt oraz oprogramowanie GIS) oraz materiałów (zobrazowania satelitarne o wysokiej rozdzielczości) w zarządzaniu zasobami naturalnymi w rolnictwie.

source: On a testing ground established in 2010 in Kura-Aras Lowlands work is carried out by using satellite imagery to assess soil salination.
pl: Na założonym w roku 2010 na nizinie Kura-Araksińskiej poligonie badawczym realizowane były prace nad metodą wykorzystania zobrazowań satelitarnych do oceny stanu zasolenia gleb.

source: This work produced an algorithm procedure, the result of which is a valorisation of the soil surface accounting for humidity conditions and the extent of salination.
pl: W ich wyniku opracowano propozycję algorytmu postępowania, którego efektem jest waloryzacja pokrywy glebowej ze względu na warunki wilgotnościowe oraz poziom zasolenia.

source: The project also continued to equip a professional spatial analysis laboratory created in IEI Baku.
pl: W projekcie kontynuowano również wyposażanie profesjonalnej pracowni analiz przestrzennych powstającej w IEiN Baku.

source: A process of transferring cartographic resources, which existed only in an analogue form (soil and agricultural maps) to a digital format has been initiated.
pl: Rozpoczęty został także proces przetwarzania zasobów kartograficznych dotychczas funkcjonujących jedynie w formie analogowej (mapy glebowo-rolnicze) do postaci numerycznej.

source: The project's total cost was PLN 200,872, of which PLN 180,772 was financed from the Polish Aid programme.
pl: Całkowity koszt projektu to 200 872 PLN w tym dofinansowanie z programu Polska Pomoc - 180 772 PLN.

source: European Development Days 2006
pl: Europejskie Dni Rozwoju 2006

source: It is the first initiative of this kind in which all EU member states, associated and partner countries will be involved.
pl: Jest to pierwsze tego typu wydarzenie angażujące wszystkie kraje członkowskie UE, kraje stowarzyszone oraz kraje partnerskie.

source: This year's edition will be dedicated, above all, to problems of good governance and to co-operation with the African Continent "Africa on the move".
pl: Tegoroczna edycja zostanie poświęcona przede wszystkim tematyce dobrego rządzenia (good governance) oraz współpracy z kontynentem afrykańskim „Africa on the move".

source: The debate entitled "Shifting donor paradigms" will be assisted by Mr. Jerzy Pomianowski, Director of the Development Co-operation Department.
pl: W jednej z debat pt. „Shifting donor paradigms" weźmie udział Dyrektor Departamentu Współpracy Rozwojowej, Pan Jerzy Pomianowski.

source: You are here Polish Aid / Our partners / Bilateral assistance / A visit of Thai delegation to Poland
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca dwustronna / Wizyta studyjna delegacji Agencji Międzynarodowej Współpracy Rozwojowej Tajlandii (TICA)

source: TICA exists since 19 October 2004 and is subordinate to the Thai Ministry of Foreign Affairs.
pl: TICA istnieje od 19 października 2004 r. i znajduje się w strukturze MSZ Tajlandii.

source: The Agency administers and manages Thailand's development cooperation and coordinates the bilateral and multilateral cooperation with partners (Australia, Canada, Germany, France, New Zealand, Hungary, Japan, Singapore, Sweden, USA ,EU, Asian Development Bank, UNDP, UN Population Fund, UNICEF).
pl: Agencja administruje i zarządza współpracą rozwojową Tajlandii oraz koordynuje współpracę bilateralną i wielostronną z partnerami (Australia, Kanada, Niemcy, Francja, Nowa Zelandia, Węgry, Japonia, Singapur, Szwecja, USA, UE, Azjatycki Bank Rozwoju, UNDP, UN Population Fund, UNICEF).

source: Thailand plans to reform its development cooperation system to achieve a higher effectiveness of aid activities.
pl: Tajlandia zamierza zreformować swój system współpracy rozwojowej w celu osiągnięcia większej efektywności działań pomocowych.

source: To achieve this, TICA visited three European countries - Germany, Czech Republic and Poland.
pl: W tym celu delegacja TICA odwiedziła trzy państwa europejskie: Niemcy, Republikę Czeską i Polskę.

source: The aim of the visit - both in Poland, as well as in Germany and Czech Republic - was to learn about various development cooperation systems and the exchange of ideas and experiences in this area.
pl: Celem wizyty zarówno w Polsce, jak i w Niemczech i Czechach było zapoznanie się z różnymi systemami współpracy rozwojowej oraz wymiana poglądów i doświadczeń w dziedzinie współpracy rozwojowej.

source: During the visit to Poland, the Thai delegation met with the MFA Department of Development Cooperation, Foundation for International Solidarity and the Zagranica Group.
pl: Podczas pobytu w Polsce delegacja tajska przeprowadziła rozmowy w Departamencie Współpracy Rozwojowej MSZ, Fundacji Solidarności Międzynarodowej oraz z Grupą Zagranica.

source: The visit of the Thai delegation was to a great extent co-financed by the UNFPA (United Nations Population Fund).
pl: Wizytę delegacji tajskiej była współfinansowana w znacznym stopniu przez UNFPA (United Nations Population Fund).

source: How to Share Transformation Experiences
pl: Power of the Private Sector in the Development Process

source: Transformation is a deliberate activity and not simply a process, and should therefore enter the vocabulary of development cooperation.
pl: Paneliści podzieli się swoimi opiniami oraz doświadczeniami nt. warunków niezbędnych dla pozyskania większego zaangażowania sektora prywatnego na rzecz krajów rozwijających się.

source: Finding ways of cooperating with different interest groups is key.
pl: Decydujące znaczenie w tej kwestii ma system rządzenia w danym kraju.

source: U. Vialichka said that no transformation is worthwhile if it is founded on phoney - or "façade" - institutions (courts, parliament).
pl: Inwestycjom firm europejskich towarzyszą inwestycje w edukację: firmy otwierają szkoły lub finansują kierunki studiów pod kątem kwalifikacji niezbędnych dla swoich przedsiębiorstw.

source: [1] Organizers: Bertelsmann Foundation, German Society for International Cooperation (GIZ) and Polish Presidency.
pl: [1] Organizator: Europejski Bank Inwestycyjny (EBI) oraz BUSINESSEUROPE.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2006 / Information on calls for proposals for non-governmental organisations for the delivery of foreign assistance in 2006
pl: jesteś tutaj Polska pomoc / Nasze działania / Konkursy dotacyjne / Konkursy 2006 / Otwarty konkurs na zadania z zakresu polskiej pomocy zagranicznej i międzynarodowej współpracy rozwojowej / Informacja o konkursie dla organizacji pozarządowych w roku 2006

source: Due to the general increase of outlays for foreign assistance in 2006 (PLN 85 million in 2006 compared to PLN 18 million in 2005), an increase of funds allocated to non-governmental organizations was seen.
pl: W związku z ogólnym wzrostem nakładów na pomoc zagraniczną w roku 2006 (85 mln PLN w 2006 r.; 18 mln PLN w 2005 r.), nastąpił również wzrost środków przewidzianych dla organizacji pozarządowych.

source: In 2005, the value of projects undertaken by non-governmental organizations reached about PLN 10.6 million.
pl: W roku 2005 wartość projektów realizowanych przez organizacje pozarządowe osiągnęła około 10,6 mln PLN.

source: In 2006, contrary to the previous years, the call for proposals for non-governmental organizations covered a much broader scope of subject matter and geography.
pl: W roku 2006, w odróżnieniu od lat ubiegłych, konkurs dla organizacji pozarządowych obejmował większy obszar tematyczny i geograficzny.

source: As part of implementation of its foreign assistance programme for 2006, the Ministry of Foreign Affairs announced a call for proposals for non-governmental organizations, covering tasks within the scope of Polish foreign assistance and international development co-operation.
pl: W ramach realizowania programu pomocy zagranicznej na rok 2006, MSZ ogłosiło konkurs dla organizacji pozarządowych na zadania z zakresu polskiej pomocy zagranicznej i międzynarodowej współpracy rozwojowej.

source: The offers were supposed to cover activities in the field of foreign assistance and international development co-operation, directed at specific communities in the following states:
pl: Oferty, których oczekiwało ministerstwo miały obejmować działania z zakresu pomocy zagranicznej i międzynarodowej współpracy rozwojowej, skierowane do konkretnych środowisk w następujących państwach:

source: Afghanistan, Angola, Palestinian Autonomy, Belarus, Georgia, Iraq, Moldova, Ukraine;
pl: Afganistan, Angola, Autonomia Palestyńska, Białoruś, Gruzja, Irak, Mołdowa, Ukraina;

source: Poland's assistance in 2015
pl: Pomoc w liczbach - Rok 2015

source: Bilateral and multilateral Official Development Assistance (ODA)
pl: Dwustronna i wielostronna Oficjalna Pomoc Rozwojowa (ODA)

source: In 2015, Poland provided PLN 1.662 billion for Official Development Assistance (ODA), which included PLN 1.284 billion, i.e. 77% of all funds, spent for multilateral cooperation.
pl: W 2015 roku Polska przeznaczyła na oficjalną pomoc rozwojową (ODA) 1,662 mld PLN, z tego w ramach współpracy wielostronnej wydatkowano 1,284 mld PLN, co stanowiło 77% całości środków.

source: PLN 378 million (23%) was spent on bilateral cooperation.
pl: Na pomoc dwustronną przekazano 378 mln PLN (23%).

source: After deducting the value of loan agreements, the value of bilateral assistance reached PLN 315 million.
pl: Po odjęciu od tej kwoty wartości umów pożyczkowych wielkość pomocy dwustronnej wyniosła 315 mln PLN.

source: The amounts spent on development cooperation amounted to 0.1% of Poland's Gross National Income (GNI).
pl: Wartość środków wydanych na współpracę rozwojową odpowiadała 0,1% polskiego dochodu narodowego brutto (DNB).

source: The largest part of Polish development assistance spent via multilateral institutions and organisations fed the European Union funds intended for external development assistance.
pl: Największa część polskiej pomocy rozwojowej wydatkowanej za pośrednictwem instytucji i organizacji wielostronnych zasiliła fundusze Unii Europejskiej przeznaczone na zewnętrzną pomoc rozwojową.

source: In 2015, the value of Poland's share in those activities amounted to PLN 1.115 million.
pl: W 2015 roku polski udział w tych działaniach osiągnął wartość 1 115 mln PLN.
